tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
brew "ack"
brew "asciidoc"
brew "atool"
brew "bash"
brew "bash-completion"
brew "coreutils"
brew "direnv"
brew "entr"
brew "exa"
brew "fd"
brew "fdupes"
brew "fpp"
brew "fzf"
brew "gh"
brew "git"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "less"
brew "lesspipe"
brew "make"
brew "mas"
brew "moreutils"
brew "mr"
brew "mtr"
brew "ncdu"
brew "nmap"
brew "ranger"
brew "shellcheck"
brew "stow"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zoxide"
brew "zsh-completions"
cask "1password"
cask "anki"
cask "basictex"
cask "calibre"
cask "font-cascadia-code"
cask "font-fira-code"
cask "font-fira-sans"
cask "font-ibm-plex-mono"
cask "font-iosevka"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "karabiner-elements"
cask "logseq"
cask "qbittorrent"
cask "rectangle"
cask "spotify"
cask "steam"
cask "textmate"
cask "visual-studio-code"
cask "vlc"
cask "windscribe"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Tailscale", id: 1475387142
